Repository: Blindside-Studios/DropStack
Catalog: DropStackWinUI/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, uk

# SettingsPortalFoldersRevokeAccessPortalPath.Text
source: Something went wrong
da: Noget gik galt
de: Ein Fehler ist aufgetreten
uk: Щось пішло не так

# SettingsPortalFoldersSetNew.Content
source: Set new...
da: Sæt nyt...
de: Neu...
uk: Встановити нову...

# SettingsPreferDetailsSheet.OffContent
source: Prefer details sheet over contextual flyout
da: Foretrækker detaljeringsark frem for flyout
de: Detailfenster über Kontextmenü bevorzugen
uk: Показувати деталі замість контекстного меню

# SettingsPreferDetailsSheet.OnContent
source: Prefer details sheet over contextual flyout
da: Foretrækker detaljeringsark frem for flyout
de: Detailfenster über Kontextmenü bevorzugen
uk: Показувати деталі замість контекстного меню

# SettingsPreferDetailsSheet.ToolTipService.ToolTip
source: Whenever you select a file, DropStack will show a preview pane with options to take action on your files instead of the usual context menu
da: Når du vælger en fil, vil DropStack vise den med muligheder for at handle på dine filer i stedet for den sædvanlige menu
de: Wenn eine Datei ausgewäht wird, zeigt DropStack statt dem Kontext-Menü ein Detailfenster an der unteren Kante des Fensters.
uk: При виділенні файлу, DropStack покаже власну панель попереднього перегляду з параметрами для обраного файлу, замість звичайного контекстного меню

# SettingsReflectedAfterReloading.Text
source: Changes are reflected after reloading.
da: Ændringer vises efter genindlæsning.
de: Änderungen werden nach Neuladen wirksam.
uk: Зміни буде застосовано після перезапуску.

# SettingsResetLoadedItemsValues.Content
source: Reset to default values
da: Nulstil til standardværdier
de: Auf Standardwerte zurücksetzen
uk: Відновити стандартні параметри

# SettingsResetLoadedItemsValues.ToolTipService.ToolTip
source: Reset these values to their defaults
da: Nulstil disse værdier til deres standardværdier
de: Diese Werte auf die jeweiligen Werkseinstellungen zurücksetzen
uk: Відновити типове значення

# SettingsSearchLeniency.Header
source: Search leniency
da: Søgemildhed
de: Erlaubte Suchdiskrepanz
uk: Поблажливий пошук

# SettingsSearchLeniencyDescription.Text
source: Search leniency describes how many typos you can make in your search query while still finding the file. Lowering this value will improve search accuracy.
da: Søgemildhed beskriver, hvor mange tastefejl du kan lave i din søgeforespørgsel, mens du stadig finder filen. Sænkning af denne værdi vil forbedre søgenøjagtigheden.
de: Dies beschreibt, wie weit die Treffer von der eigentlichen Suchanfrage entfernt sein dürfen, um für Tippfehle zu korrigieren. Der Standardwert liegt bei 3. Die festgelgte Zahl steht für die erlaubte Anzahl an Bearbeitungen, um von der Suchanfrage den Suchtreffer zu erhalten. Ein niedrigerer Wert bedeutet eine akkuratere Suche, ein höherer Wert bedeutet eine nachlässigere Suche.
uk: Поблажливий пошук встановлює кількість помилок, які можна зробити при пошуковому запиті для знаходження потрібного файлу. Зниження цього значення покращує точність пошуку.

# SettingsSecondaryFolderSettingsExpander.Header
source: Manage your portal folders
da: Administrer dine portalmapper
de: Ordnerverwaltung
uk: Керування теками порталу

# SettingsSimpleModeWindowing.OffContent
source: Normal windowing in simple mode
da: Normal vinduesvisning i Simpel tilstand
de: Fenstermanagement im kompakten Modus
uk: Нормальне управління вікнами у спрощеному режимі

# SettingsSimpleModeWindowing.OnContent
source: Normal windowing in simple mode
da: Aktiverer normal vinduesvisning i Simpel tilstand
de: Fenstermanagement im kompakten Modus
uk: Нормальне управління вікнами у спрощеному режимі

# SettingsSimpleModeWindowing.ToolTipService.ToolTip
source: Enables normal windowing in simple mode
da: Aktiverer normal vinduesvisning i Simpel tilstand
de: Aktiviert das native Fensterverhalten von Windows für den kompakten Modus anstelle einer systemelementartigen Implementierung.
uk: Вмикає нормальне управління вікнами у спрощеному режимі

# SettingsThemeBliss.Content
source: Bliss
de: Windows XP Hintergrund

# AboutCurrentLocalizationTranslator.Text
source: Blindside Studios
da: FireCubeStudios
